Repository: TYPO3-svn-archive/pdfcontroller
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# sheet_check
source: Check!
de: Test!

# sheet_check.lockHashKeyWords
source: Check for [FE][lockHashKeyWords]
de: Test [FE][lockHashKeyWords]

# sheet_check.lockHashKeyWords.message.ok
source: OK: [FE][lockHashKeyWords] is empty. The PDF Controller should run proper.
de: [FE][lockHashKeyWords] sind nicht gesetzt. Der PDF Controller sollte korrekt funktionieren.

# sheet_check.lockHashKeyWords.message.warning
source: WARNING: [FE][lockHashKeyWords] is '%lockHashKeyWords%'. The PDF Controller won't run proper on restricted pages. If your are using pages with restricted access, you must remove '%lockHashKeyWords%'. You can use the module: System > Install.
de: WARNUNG: [FE][lockHashKeyWords] ist '%lockHashKeyWords%'. Der PDF Controller wird auf Seiten mit Zugriffsschutz nicht funktionieren. Bitte entferne '%lockHashKeyWords%', wenn Du Seiten für Frontend-User geschützt hast. Du kannst dafür das Modul "System > Installation" benutzen.

# sheet_check.lockIP
source: Check for [FE][lockIP]
de: Test [FE][lockIP]

# sheet_check.lockIP.message.ok
source: [FE][lockIP] is 0. The PDF Controller should run proper.
de: [FE][lockIP] ist 0. Der PDF Controller sollte korrekt funktionieren.

# sheet_check.lockIP.message.warning
source: WARNING: [FE][lockIP] is %lockIP%. The PDF Controller won't run proper on restricted pages. If your are using pages with restricted access, you have to move %lockIP% to 0. You can use the module: System > Install.
de: FEHLER: [FE][lockIP] ist %lockIP%. Der PDF Controller wird auf Seiten mit Zugriffsschutz nicht funktionieren. Bitte ändere %lockIP% in 0, wenn Du Seiten für Frontend-User geschützt hast. Du kannst dafür das Modul "System > Installation" benutzen.

# sheet_debugging.drs.all
source: all: errors, warnings and infos
de: Alles: Fehler, Warnungen und Informationen

# sheet_debugging.drs.disabled
source: disabled (recommended)
de: Aus (empfohlen)

# sheet_debugging.mode
source: Mode
de: Modus

# sheet_debugging.mode.production
source: Production (default)
de: Produktiv (Standard)

# sheet_debugging.mode.development.tsDisplay
source: Development: Display TypoScript
de: Development: TypoScript anzeigen

# sheet_debugging.mode.test.html
source: Test: Display HTML
de: Test: HTML anzeigen

# sheet_fonts.familybody
source: Body: Default font-family
de: Inhalt: Standard Font-Family

# sheet_fonts.familyfooter
source: Footer: Default font-family
de: Fußzeile: Standard Font-Family

# sheet_fonts.familyheader
source: Header: Default font-family
de: Kopfzeile: Standard Font-Family

# sheet_fonts.path
source: Relative path to my fonts directory (f.e: fileadmin/myfonts/). Only lower case!
de: Relativer Pfad zu meinem Fonts-Ordner (z.B.: fileadmin/meinefonts/). Nur Kleinbuchstaben!

# sheet_images
source: Images
de: Bilder

# sheet_images.scale
source: Scaling - decrease it for size up the image (float)
de: Skalierung - je kleiner, desto größer ist das Bild (Dezimalzahl)

# sheet_sDEF
source: Safety
de: Sicherheit

# sheet_sDEF.proxy
source: Use proxy
de: Verwende folgenden Proxy

# sheet_tags.aFontstyle
source: a: fontstyle
de: a: Stil

# sheet_tags.aFontstyle.bold
source: bold
de: fett

# sheet_tags.aFontstyle.italic
source: italic
de: kursiv

# sheet_tags.aFontstyle.linethrough
source: line through
de: durchgestrichen

# sheet_tags.aFontstyle.overline
source: overline
de: überstrichen

# sheet_tags.aFontstyle.regular
source: regular
de: standard

# sheet_tags.aFontstyle.underline
source: underline (default)
de: unterstrichen (Standard)

# sheet_tags.aRgb
source: a: color (r,g,b)
de: a: Farbe (R,G,B)

# sheet_template
source: Template
de: Vorlage

# sheet_template.filepath
source: Path to the PDF template file (file may contain upto two pages)
de: Pfad zur PDF-Vorlagen-Datei (darf bis zu zwei Seiten enthalten)

# sheet_template.marginbottom
source: Bottom margin / auto page break (mm)
de: Rand unten / automatischer Seitenumbruch (mm)

# sheet_template.marginfooter
source: Footer margin (mm)
de: Rand Fußzeile (mm)

# sheet_template.marginheader
source: Header margin (mm)
de: Rand Kopfzeile (mm)

# sheet_template.marginleft
source: Left margin (mm)
de: Rand links (mm)

# sheet_template.marginright
source: Right margin (mm)
de: Rand Rechts (mm)

# sheet_template.margintop
source: Top margin (mm)
de: Rand oben (mm)

# sheet_templatefirstpage
source: First page
de: Erste Seite

# sheet_templatefirstpage.marginbottom
source: Bottom margin / auto page break (mm)
de: Rand unten / automatischer Seitenumbruch (mm)

# sheet_templatefirstpage.marginfooter
source: Footer margin (mm)
de: Rand Fußzeile (mm)

# sheet_templatefirstpage.marginheader
source: Header margin (mm)
de: Rand Kopfzeile (mm)

# sheet_templatefirstpage.marginleft
source: Left margin (mm)
de: Rand links (mm)

# sheet_templatefirstpage.marginright
source: Right margin (mm)
de: Rand Rechts (mm)

# sheet_templatefirstpage.margintop
source: Top margin (mm)
de: Rand oben (mm)
